<?php

return [
    /*----header*/
    'safer'=>'سافر',
'register'=>'تسجيل دخول',
    'address' => 'العنوان',
    'phone' => 'الهاتف',
    'mobile' => 'رقم الهاتف المحمول',
    'email' => 'البريد الإلكترونى',
    'login' => 'تسجيل دخول',
    'logout' => 'تسجيل خروج',
    'en' => 'En',
    'ar' => 'عربي',
    'how_register'=>'خطوات التقديم',
    'joinNow'=>'انضم إلينا الآن',
    'wait'=>'لحظات ويتم اعادتك للصفحه الرئيسية ...',
    'welcome'=>'مرحبا',
'select'=>'اختر ',
'otherSchools'=>'مدارس اخري',
    'password'=>'كلمة المرور',
    'name_phone'=>'اسم المستخدم-رقم الهاتف المحمول  ',
    'full_name'=>' الاسم بالكامل',
    'gender'=>'النوع',
'register_message'=>'تم التسجيل بنجاح',
    'male'=>'ذكر',
    'female'=>'انثى',
    'childNo'=>'عدد الاطفال',
    'school'=>'اسم المدرسة',
    'total_cost'=>'إجمالى المصاريف',
    'confirm_password'=>'تأكيد كلمة المرور',
    'enter_captcha'=>'ادخل كلمة التحقق',

    /*---end----*/
    /*--Menu--*/
    'menu'=>'القائمة',
    'home' => 'الرئيسية',
    'about_us' => 'من نحن',
    'hotels'=>'الفنادق',
    'tours'=>'الرحلات',
    'transfer' => 'الانتقالات',
    'visa' => 'التأشيرة',
    'blogs' => 'المقالات',
    'contact_us' => 'تواصل معنا',
    'language'=>'اللغة',
    'offers'=>'العروض',
    'services'=>'خدماتنا',
    'needHelp'=>'طلب مساعده؟',
    'categories'=>'التصنيفات',
    'search'=>'بحث',
    'search_text'=>'إبحث فى اكتر من 10.000 منتج',
    'account'=>'الحساب',
    'signin'=>'تسجيل دخول ',
    'signin_up2'=>' حساب جديد',
'haveAccount'=>'هل لديك حساب ؟',
'dontHaveAccount'=>'ليس لديك حساب؟',
    'signin_up3'=>'يرجى ملء البيانات التالية بطريقة صحيحة',
    'sign_out'=>'تسجيل خروج ',
    'privacy_policy'=>'سياسه الخصوصيه',
    'term_condation'=>'الشروط والاحكام',
    'wishlist'=>'المفضلة',
    'track_order'=>'اتبع طلبك',
  'my_order'=>'طلباتى',
  'my_profile'=>'الملف الشخصي',
  'edit_my_profile'=>'تعديل الملف الشخصي',
  'update_message'=>'تم تعديل بيانات المستخدم  بنجاح',
  'help_fqa'=>'أسئله ومساعدات',
  'checkout'=>'الدفع',
  'cart'=>'الذهاب للسلة',
  'total'=>'إجمالي',
  /*------footer------*/
  'quick_links'=>'روابط سريعة',
  'faq'=>'أسئلة شائعة',
  'help'=>'مساعدة',
  'contacts'=>'تواصل',
  'my_account'=>'حسابي ',
  'keep_touch'=>'إبق على اتصال',
  'follow_us'=>'إتبعنا',
'call_us'=>'اتصل بنا',

/*---End Menu--*/


/*--footer ---*/
'links'=>'الروابط',
'about'=>'عن',
'news_letter'=>'رسالة بريد إلكترونى',
'site_map'=>'خريطه الموقع',
'Subscribe'=>'الإشتراك',
'enter_email'=>'ادخل ايميلك',
'dawnload_catalog'=>'تحميل الكاتلوج',
'dawnload_profile'=>'تحميل داتا شيت',
'tade_mark'=>'علامة تجارية ',
'copy_right'=>'جميع الحقوق محفوظة لشركة أبجد ',
'windows'=>'شبابيك',
'noise_reduction'=>'تقليل الضوضاء',
'energy_solution'=>'حلول الطاقه',
'advantages'=>'مميزات',
'footer_text'=>'كل ما نقوم به يتعلق بك. من المواد الخام التي تأتي من أوروبا وأمريكا الشمالية إلى التكنولوجيا والتصميمات التي تتناسب تمامًا مع احتياجاتك.',


/*---End footer ---------*/
/*-----Home page -----------------*/

'shop_now'=>'اشترى الان',
'latest_product'=>'أحدث المنتجات',
'latest_offers'=>'أحدث العروض',
'latest_News'=>'أحدث المقالات',
'add_favorites'=>'إضافة للمفضلة',
'share_product'=>'مشاركة المنتج',
'add_cart'=>'إضافة للسلة',
/*-----------about-----*/
'why_us'=>'ليه أبجد؟',
/*--------contact---------*/
'contact_text'=>'نسعي للوصول إليك في أي وقت وفي كل مكان.  رضاك مهمتنا وراحتك هي رؤيتنا.
<br>
يرجى الاتصال بنا في حال وجود  شكاوي أو استفسارات .',
'central_office'=>'المكتب الرئيسى',
'open_hour'=>'ساعات العمل',
'open'=>'مفتوح',
'close'=>'مغلق',
'location'=>'الموقع',
'sunday'=>'الأحد',
'monday'=>'الإثنين',
'tuesday'=>'الثلاثاء',
'wednesday'=>'الأربعاء',
'thursday'=>'الخميس',
'friday'=>'الجمعه',
'saturday'=>'السبت',
'name'=>'إسم المستخدم ',
'message'=>'رسالة',
'subject'=>'الموضوع',
'send_msg'=>'إرسال الرسالة',
'controller_message_sub'=>'تم تأكيد اشتراك البريد الإلكتروني',
'controller_message'=>'شكرًا على رسالتك ، سيتم التواصل معك قريباً',




/*-----------blogs----------*/
'news'=>'الاخبار',
'pop_tags'=>'الكلمات الشائعة ',













'feedback'=>'تعليقات',
'customer_feedback'=>'اراء العملاء',
'materials'=>'الخامات',
'best_materials'=>'أفضل الخامات',
'show_more'=>' المزيد',
'color_collection'=>'القطاعات الخشابي',
'color_text'=>'خامات بريميير يو بي في سي تتميز بصلابة ومتانة كبيرة ، ومقاومة كيميائية عالية ، وثبات حراري ومقاومة مميزة للطقس وأشعة الشمس فوق البنفسجية
<br>
يتوافر بريميير يو بي في سي بألوان مختلفة بناءً على احتياجات السوق والعملاء لأي مشروع',

/*-----contact page -----------------*/
/*-----Gallery page -----------------*/
'gallery_title'=>'مدونة الصور',
'our_vedios'=>'الفديوهات',
/*-----About page -----------------*/
'about_premier'=>'عن بريميير',
'story'=>'قصة بريميير',
'mission'=>'هدفنا',
'vision'=>'رؤية بريميير',


/*-----------------blogs-----------------*/
'popular_blog'=>'أشهر المقالات',
'tags'=>'علامات التواصل',
/*-------------------Products-----------------------*/
'advanced_performance'=>'الأداء المتطور لبريميير',
'information' =>'أهم المعلومات',
'total_thickness'=>'السماكة',
'chambers'=>'عدد الغرف',
'glass'=>'الزجاج',
'galss_mm'=>'ملم',
'chamber_no'=>'غرف',
'thick_mm'=>'مم',
'description'=>'المواصفات',
'key_features'=>'المميزات',
'product_details'=>'تفاصيل المنتجات',
'profile_information'=>'تفاصيل اخرى',
'other_product'=>'منتجات ذات صلة',
'catalogue_pdf'=>'كاتلوج بريميير 2021',

/*===========================new=======================*/
'rks'=>'شركة RKS لاستصلاح الأراضى',
'experance'=>'خبرات وارشادات',
'active_group'=>'اكتيف جروب',
'ten_years'=>'10 سنوات من الخبرة ',
'our_team'=>'فريقنا',
'certificate'=>'الشهادات والعقود',
'farming_tips'=>'نصائح زراعية',
'general_tips'=>'نصائح عامة',
'consult_specialist'=>'استشر مختص',

// validate messages
'userMobileLgoin'=>'حقل اسم المستخدم / رقم الهاتف المحمول مطلوب',
'name_required'=>'حقل اسم المستخدم مطلوب',
'name_unique'=>'اسم المستخدم موجود بالفعل ',
'phone_unique'=>'رقم الهاتف المحمول موجود بالفعل ',
'phone_required'=>'حقل الهاتف المحمول مطلوب',
'phone_regex'=>'حقل هاتف الرقم المحمول غير صحيح  ',
'captcha_required'=>' حقل رمز التحقق مطلوب',
'password_same'=>'كلمة المرور / تأكيد كلمة المرور لا تتطابق',
'passwordLogin'=>'حقل كلمة المرور مطلوب',
'password_min'=>'كلمة المرور أقل من 8 حروف',
'password_max'=>'كلمة المرور اعلي من 15 حرف',
'invalid_msg'=>'اسم المستخدم / رقم الهاتف المحمول أو كلمة المرور غير صحيح',
'fullname_required'=>'حقل الاسم بالكامل مطلوب',
'fees_required'=>'حقل اجمالي المصاريف مطلوب',
'childNo_required'=>'حقل عدد الاطفال مطلوب',
'captcha_captcha'=>'رمز التحقق خاطىء',
'clickHere'=>'أو اضغط هنا ',
'password_regex'=>'كلمة المرور يجب ان تتألف من 8 حروف على الأقل تحتوي على حروف وارقام ورموز',
'phone_max'=>'يجب ألا يزيد رقم الهاتف عن 11 رقماً.',
'addSchool'=>'اضافة المدرسة',
'dclick'=>'*انقر مرتين لحذف المدرسة*',
'school_message'=>'حقل اسم المدرسة أو مدارس أخرى مطلوب',
'message_required'=>'حقل الرسالة مطلوب',
'email_required'=>'حقل البريد الالكتروني مطلوب',
'name_regex'=>'اسم المستخدم يجب ألا يقل عن 4 حروف بدون رموز',
'useful'=>'روابط تهمك',
// home page
'explore'=>'اكتشف',
'turkey'=>'العالم',
'readMore'=>'اقرأ المزيد',
'bestHotels'=>'أفضل الفنادق',
'nights'=>'ليالى',
'destination'=>'الوجهة',
'selectCity'=>'اختر المدينة',
'city'=>'المدينة',
'addRoom'=>'اضافة غرفة',
'adult'=>'بالغين',
'child'=>' اطفال',
'rooms'=>'غرف',
'done'=>'تم ',
// hotels pge
'zone'=>' منطقة',
'rating'=>'تقييم',
'review'=>'تعليقات',
'start'=>'يبدأ من  ',
'stars'=>'نجوم',
'next'=>'التالي',
//tours
'tourType'=>'نوع الرحلة',
'availableTours'=>'الرحلات المتاحة',
'book'=>'احجز',
'pickDate'=>'اختر تاريخ',
'passenger'=>'مسافر',
'nationality'=>'الجنسية',
'passImage'=>'صورة جواز السفر',
'persImage'=>'صورة شخصية',
'costVis'=>'تكلفة / الفيزا : ',
'add'=>'اضافة',
'costDay'=>'تكلفة/اليوم:',
'addComment'=>'اضافة تعليق ',
'comment'=>' تعليق ',

//errors msg
'logerror'=>'عنوان البريد الإلكتروني وكلمة المرور خاطئان.',
'purchase'=>'لا يمكن شراء عدة حجز في وقت واحد',
'contpurchase'=>'لا يمكن الشراء الآن يرجى المحاولة مرة أخرى لاحقًا',
'roomMsg'=>'تمت إضافة الغرفة في عربة التسوق الخاصة بك بنجاح',
'contactMsg'=>'لقد تلقينا رسالتك ونود أن نشكرك على مراسلتنا.',
'empLetter'=>'الرسالة الإخبارية فارغة !!!',
'transpurchase'=>'لا يمكن شراء عدة عناصر نقل في وقت واحد',
'transCart'=>'تمت إضافة عناصر النقل في عربة التسوق الخاصة بك بنجاح',
'visaMsg'=>'تمت إضافة التأشيرة (التأشيرات) إلى سلة التسوق الخاصة بك بنجاح',

'from'=>'من',
'to'=>'الي',
'duration'=>'المدة',
'drCost'=>'تكلفة / الرحلة',
'hours'=>'ساعات',
'transfer_adult.required' =>'عدد البالغين مطلوب',

'transfer_date.required' =>'تاريخ الانتقال مطلوب',

'transfer_date.after' =>'تاريخ الانتقال يجب ان يكون بعد تاريخ اليوم ',

'transfer_adult.between' =>'عدد البالغين يجب ان يكون من 1 ال  ',


//booking
'preBook'=>'جميع غرفك التي تم حجزها مسبقًا',
'cartDetails'=>'تفاصيل السلة',
'single'=>'فردي',
'double'=>'زوجي',
'triple'=>'ثلاثية',
'salutation'=>'السيد/ السيدة',
'cName'=>'الاسم',
'mr'=>'السيد/ السيدة',
'notes'=>'ملاحظات',
'pickupP'=>'نقطه الالتقاط',
'job'=>'الوظيفة',
'hotel'=>' الفندق',
'country'=>'الدولة',
'vtype'=>'نوع الفيزا ',
'fees'=>'التكلفة',
'Reservation'=>'الحجز',
'ReservationStatus'=>'حالة الحجز',
'myAccount'=>'حسابي',
'myFavorite'=>'المفضلة',
'myOrder'=>' طلباتي',
'profile'=>'الملف الشخصي',
'accountinfo'=>'بيانات الملف الشخصي',
'firstName' =>'الاسم الاول',
'lastName' =>'الاسم الاخير ',
'submitProfile' =>' حفظ التعديلات',
'enterCapcha' =>' ادخل رمز التحقق ',

];
